import React from "react";
import Base1 from "./../Base1";
// import g1 from "../../Assets/images/g1.png";

export default function TermsOfUse() {
  return (
    <Base1 name="이용약관" BackLink="/myprofile">
      <div className="con pt-2">
        <div className="bg-white p-2">
          <form>
            <div className="d-flex justify-content-between mt-4">
              <label for="select1">
                {" "}
                <b> 이용약관 동의</b>
              </label>
            </div>
            <div className="termsText vBox my-2 p-1">
              제 1 조 (목적) <br /> 본 이용약관(이하"약관")은 VORA(이하
              “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과
              기타 필요한 제반사항을 목적으로 합니다.본 이용약관(이하"약관")은
              VORA(이하 “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한
              사항과 기타 필요한 제반사항을 목적으로 합니다.본
              이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA 서비스의
              이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을 목적으로
              합니다. 본 이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는
              VORA 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한
              제반사항을 목적으로 합니다.본 이용약관(이하"약관")은 VORA(이하
              “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과
              기타 필요한 제반사항을 목적으로 합니다.본 이용약관(이하"약관")은
              VORA(이하 “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한
              사항과 기타 필요한 제반사항을 목적으로 합니다. 본
              이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA 서비스의
              이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을 목적으로
              합니다.본 이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA
              서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을
              목적으로 합니다.본 이용약관(이하"약관")은 VORA(이하 “회사")가
              제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한
              제반사항을 목적으로 합니다.
            </div>
            <div className="d-flex justify-content-between mt-4">
              <label for="select2">
                <b>개인정보 이용 수집 방침</b>
              </label>
            </div>
            <div className="termsText vBox my-2 p-1">
              제 1 조 (목적)
              <br /> 본 이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA
              서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을
              목적으로 합니다.본 이용약관(이하"약관")은 VORA(이하 “회사")가
              제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한
              제반사항을 목적으로 합니다.본 이용약관(이하"약관")은 VORA(이하
              “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과
              기타 필요한 제반사항을 목적으로 합니다. 본 이용약관(이하"약관")은
              VORA(이하 “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한
              사항과 기타 필요한 제반사항을 목적으로 합니다.본
              이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA 서비스의
              이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을 목적으로
              합니다.본 이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA
              서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을
              목적으로 합니다. 본 이용약관(이하"약관")은 VORA(이하 “회사")가
              제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한
              제반사항을 목적으로 합니다.본 이용약관(이하"약관")은 VORA(이하
              “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과
              기타 필요한 제반사항을 목적으로 합니다.본 이용약관(이하"약관")은
              VORA(이하 “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한
              사항과 기타 필요한 제반사항을 목적으로 합니다.
            </div>
            <div className="d-flex justify-content-between mt-4">
              <label for="select3">
                <b>위치정보 제공 동의</b>
              </label>
            </div>
            <div className="termsText vBox my-2 p-1">
              제 1 조 (목적) <br />본 이용약관(이하"약관")은 VORA(이하 “회사")가
              제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한
              제반사항을 목적으로 합니다.본 이용약관(이하"약관")은 VORA(이하
              “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과
              기타 필요한 제반사항을 목적으로 합니다.본 이용약관(이하"약관")은
              VORA(이하 “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한
              사항과 기타 필요한 제반사항을 목적으로 합니다. 본
              이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA 서비스의
              이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을 목적으로
              합니다.본 이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA
              서비스의 이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을
              목적으로 합니다.본 이용약관(이하"약관")은 VORA(이하 “회사")가
              제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과 기타 필요한
              제반사항을 목적으로 합니다. 본 이용약관(이하"약관")은 VORA(이하
              “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한 사항과
              기타 필요한 제반사항을 목적으로 합니다.본 이용약관(이하"약관")은
              VORA(이하 “회사")가 제공하는 VORA 서비스의 이용조건 및 절차에 관한
              사항과 기타 필요한 제반사항을 목적으로 합니다.본
              이용약관(이하"약관")은 VORA(이하 “회사")가 제공하는 VORA 서비스의
              이용조건 및 절차에 관한 사항과 기타 필요한 제반사항을 목적으로
              합니다.
            </div>
          </form>
        </div>
      </div>
    </Base1>
  );
}
